{
  "main_menu_title": "=== Trails ===\n\n",
  "create_character_title": "=== Create Character ===\n\n",
  "load_character_title": "=== Load Character ===\n\n",
  "game_location_camp": "=== The survivors' camp ===\n\n",
  "shop_title": "=== Shop ===\n\n",
  "gym_title": "=== Gym ===\n\n",
  "sleep_title": "=== Sleep ===\n\n",
  "status_title": "=== Status ===\n\n",
  "explore_title": "=== Exploring ===\n\n",
  "final_title": "=== FINAL BATTLE ===\n\n",
  "opening_scene": "Darkness. A ringing in his ears. His body felt crushed, yet he was breathing.\nAlexey opened his eyes a stranger with a flashlight loomed over him. 'Alive...' someone muttered.\nThey dragged him somewhere into the dimness. The stench of smoke, sweat, and blood filled his nose.",
  "mechanic_hist": "My head is buzzing like a twisted starter. There is an annoying ringing in my ears, mixed with the distant screech of metal. Fragments of the past come up before my eyes:\nGrandpa's Volga in the village barn. The summer heat, the dust in the beam of the lantern, and the old man grumbles: Don't turn off the gas in vain — the bearings are not iron. His hands were covered in grease, and the carburetor was repaired for the first time in his life.\nA car market on the outskirts of the city. The customer points his finger at the steaming engine: You gave me a guarantee! His own grin: There was a guarantee until you forgot to change the oil.\nHis last clear memory was a flash on the horizon when he was digging under the hood of an old UAZ. The fiery wind tore off his cap and showered him with glass. Thought: What a hack... Who paints bodies like that?\nNow it's spinning in my head: The main thing is to find a toolbox. And there... at least fix a tank, at least assemble a wheelbarrow.",
  "huckster_hist": "My head is buzzing like an overheated engine. Alexey squints, wiping sweat from his forehead with a palm in a worn glove, and fragments pop up before his eyes:\nA crowd at the station. A kid with a pack of Belomor in his bosom: Uncle Lech, will you take the game? His father once taught: Remember, son, in this life it's either you or you.\nCustoms warehouse. The lantern flashes, shadows dance on the walls. Someone's hoarse whisper: \"Petrov, you're either in business or in the ground. A hand reaches for a wad of bills, smelling of sweat and fear.\nThe last thing he remembers clearly is a blinding flash on the horizon when he was carrying a special cargo. A hot wind howling like a trade before closing. And the thought: Damn, won't there be a discount?\nNow there's only one thing in my head: The main thing is that the customers don't run away. Otherwise, the goods will be lost...",
  "medic_hist": "My head is buzzing like an overloaded generator. The smell of iodine and blood is in my nose. Flashes of the past:\nGrandma is a paramedic, grumbling over a broken knee: Don't whine - iodine only stings the living.\nNight ambulance, fortieth call. My hands are pumping adrenaline on their own while my partner is cursing traffic jams.\nThe last thing he remembers is a flash outside the window when he was sewing up a cut for a rich client. The thought: \"At least I managed to fix the seam...\nNow there's only one thing in my head: Where's the damn first-aid kit... At least bandages...",
  "warrior_hist": "A splitting pain in his temples pulls fragments of the past out of the darkness:\nhis father in the coniferous forest, throwing dry branches into a bonfire the gym of a military unit,\nsweaty palms on boxing bandages, the sergeant's wheeze: 'You are a thunderstorm, but the thunderstorm passes...'\nthe last clear memory is a dazzling a flash outside the window of the barracks, a hot wind blowing glass fragments into the face...",
  "ending_hist": "But the world is not a static picture. He breathes, he changes.\nToday you are a hero, tomorrow you are a legend, and the\nday after \ntomorrow... who knows? The end? Or a new beginning?\\n\\n",
  "continue": "\nPress Enter to continue..."
}